start_text = """
<b>Приветствуем вас в Walinur! 🌟</b>
Мы предлагаем проверенные товары  и всегда готовы ответить на ваши вопросы. Ваш комфорт и удобство для нас на первом месте!
"""

instrachion = """
Выбираете товар, для которого нужна инструкция📄
"""

tovar_text = """
Название товара: {}

Описание:

{}

"""

answer_text = """
Пожалуйста напишите ваш вопрос ❓
"""

answer_to_admin = """
Клиент с ID - {}
Юзернейм - @{}

Задаёт вопрос:

{}
"""

otvet = """
Ранее вы задавади вопрос:
<code>{}</code>

Ответ от администратора:
<code>{}</code>
"""

promo_code_text = """
Используйте промокод «{}» при оформлении заказа и получите скидку 100 рублей в магазин CARDALE! 
Промокод действует до конца месяца. Успейте сделать свои покупки выгоднее!
"""

promo_not_text = """
К сожалению сейчас актуальных промокодов нет
"""

promo_admin_text = """
Напишите текст нового промокода:

Действующий промокод:
{}
"""

time_work_promo_admin_text = """
Напишите дату работы промокода:

Пример:
2025-04-30
"""

magazin_text = """
🏠✨ Уход за автомобилем и домом — это важно! В нашем магазине мы предлагаем широкий ассортимент уходовых средств, которые помогут заботиться о вашем имуществе. Убедитесь в этом сами, перейдя по ссылкам на маркетплейсы. Сделайте выбор — заботьтесь о своем авто и доме с любовью!
"""

garant = """
Мы гордимся качеством наших товаров и предлагаем гарантию на все изделия в нашем ассортименте. Каждый продукт проходит строгую проверку, и в случае любых проблем вы можете обратиться к нам для их решения. Наша гарантия - это ваша уверенность в правильном выборе. Покупая у нас, вы получаете не только качественный товар, но и надежную поддержку!
"""

statistika_text = """
Тут представлена статистика по пользователям

Количество новых пользователей за месяц: {}

Всего пользователей: {}

"""

select_categor = """
Пожалуйста выберите категорию товаров

Нажмите кнопки ниже для переха в катерию
"""